/* No comment provided by engineer. */
"All features are free except encrypting a directory which requires a license" = "Tutte le funzionalità sono gratuite tranne la criptatura di un intera cartella, la quale richiede una licenza";

/* No comment provided by engineer. */
"Archiving " = "Archivio ";

/* No comment provided by engineer. */
"Archiving folder" = "Cartella di archivio";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Crypt3 does not work with files in the orginal .crypt format. Please use the original Crypt program to do that. Sorry for the lack of backwards compatability, but as I had very few donations I assume there weren't many people using the old format so it's not worth supporting." = "Crypt3 non funziona con il precedente formato .crypt . Scusate per tale mancanza di supporto, ma dalle poche donazioni ricevute, ho considerato che pochi hanno utilizzato il precedente formato: non valeva quindi la pena di supportarlo.";

/* No comment provided by engineer. */
"Decrypt" = "Decripta";

/* No comment provided by engineer. */
"Decrypting" = "Decripto";

/* No comment provided by engineer. */
"Delete encrypted file:" = "Elimina l'elemento criptato:";

/* No comment provided by engineer. */
"Delete original file:" = "Elimina l'elemento originale:";

/* No comment provided by engineer. */
"Drop items here to\n encrypt or decrypt" = "Trascina qui l'elemento da\n criptare o decriptare";

/* No comment provided by engineer. */
"Encrypt" = "Cripta";

/* No comment provided by engineer. */
"encrypted file" = "elemento criptato";

/* No comment provided by engineer. */
"Encrypting" = "Cripto ";

/* No comment provided by engineer. */
"Encryption password:" = "Digita parola chiave:";

/* No comment provided by engineer. */
"need a password" = "si necessita una parola chiave";

/* No comment provided by engineer. */
"of" = "di";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"original folder" = "cartella originale";

/* No comment provided by engineer. */
"pass" = "chiave";

/* No comment provided by engineer. */
"password not valid for file" = "parola chiave non valida";

/* No comment provided by engineer. */
"Removing " = "Rimuovo ";

/* No comment provided by engineer. */
"retype password" = "conferma parola chiave";

/* No comment provided by engineer. */
"Retype password:" = "Conferma parola chiave:";

/* No comment provided by engineer. */
"retyped password does not match" = "la parola chiave e quella di conferma non corrispondono";

/* No comment provided by engineer. */
"Shred:" = "Rovina:";

/* No comment provided by engineer. */
"Shredding " = "Rovino ";

/* No comment provided by engineer. */
"Sorry" = "Spiacente";

/* No comment provided by engineer. */
"temporary archive" = "archivio temporaneo";

/* No comment provided by engineer. */
"Unarchiving" = "Disarchivio";

/* No comment provided by engineer. */
"writing ones" = "scrivo gli uno";

/* No comment provided by engineer. */
"writing random data" = "scrivo dati casuali";

/* No comment provided by engineer. */
"writing zeros" = "scrivo gli zero";

"About Crpyt2" = "Info su Crypt3";
"Feedback..." = "Commenti...";
"Tell a Friend..." = "Dillo ad un Amico...";
"Web Page..." = "Sito web...";
"Help" = "Aiuto";
"Help" = "Aiuto";

